Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Touch and hold the Home Screen, then tap Edit › Add Widget.
ar: المس الشاشة الرئيسية مطولًا، ثم اضغط على تعديل › إضافة أداة.
ca: Mantén premuda la pantalla d’inici i toca Edita › Afegeix un giny.
cs: Podržte prst na ploše a klepněte na Upravit › Přidat widget.
da: Hold fingeren på hjemmeskærmen, og tryk derefter på Rediger › Tilføj widget.
de: Home-Bildschirm gedrückt halten und dann auf „Bearbeiten“ › „Widget hinzufügen“ tippen.
el: Αγγίξτε παρατεταμένα την Οθόνη Αφετηρίας και μετά αγγίξτε «Επεξεργασία» › «Προσθήκη γραφικού στοιχείου».
es: Mantén presionada la pantalla de inicio y toca Editar › Agregar widget.
fi: Paina Koti-valikkoa pitkään ja napauta sitten Muokkaa › Lisää widget.
fr: Maintenez le doigt sur l’écran d’accueil, puis touchez Modifier › Ajouter un widget.
he: גע במסך הבית והחזק, ואז הקש על ״עריכה״ › ״הוסף וידג׳ט״.
hi: होम स्क्रीन को दबाकर रखें, फिर संपादित करें › विजेट जोड़ें पर टैप करें।
hr: Dodirnite i držite početni zaslon, zatim dodirnite Uredi › Dodaj widget.
hu: Tartsa megérintve a Főképernyőt, majd koppintson a Szerkesztés › Widget hozzáadása elemre.
id: Sentuh dan tahan Layar Utama, lalu ketuk Edit › Tambah Widget.
it: Tieni premuto sulla schermata Home, poi tocca Modifica › Aggiungi widget.
ja: ホーム画面を長押しして、「編集」›「ウィジェットを追加」をタップします。
ko: 홈 화면을 길게 터치한 다음 편집 › 위젯 추가를 탭하십시오.
ms: Sentuh dan tahan Skrin Utama, kemudian ketik Edit › Tambah Widget.
nb: Trykk og hold på Hjem-skjermen, og trykk deretter på Rediger › Legg til widget.
nl: Houd je vinger op het beginscherm en tik dan op ‘Wijzig’ › ‘Voeg widget toe’.
pl: Dotknij i przytrzymaj ekran początkowy, a następnie stuknij w Edycja › Dodaj widżet.
pt_br: Toque e mantenha pressionada a Tela de Início e toque em Editar › Adicionar Widget.
pt_pt: Mantenha premido o ecrã principal e toque em Editar › Adicionar widget.
ro: Atingeți lung ecranul principal, apoi apăsați pe Editați › Adăugați widgetul.
ru: Коснитесь экрана «Домой» и удерживайте, затем коснитесь «Изменить» › «Добавить виджет».
sk: Podržte prst na ploche a ťuknite na Upraviť › Pridať widget.
sv: Håll ned på hemskärmen och tryck sedan på Redigera › Lägg till widget.
th: แตะหน้าจอโฮมค้างไว้ แล้วแตะ แก้ไข › เพิ่มวิดเจ็ต
tr: Ana Ekran’a dokunup basılı tutun, sonra Düzenle › Widget Ekle’ye dokunun.
uk: Торкніться й утримуйте Початковий екран, а потім торкніться «Редагувати» › «Додати віджет».
vi: Chạm và giữ Màn hình chính, rồi chạm vào Sửa › Thêm tiện ích.
zh_hans: 按住主屏幕，然后轻点“编辑” › “添加小组件”。
zh_hant: 按住主畫面，然後點一下「編輯」›「加入小工具」。

source: Touch and hold the Lock Screen, then tap Customize.
ar: المس شاشة القفل مطولًا، ثم اضغط على «تخصيص».
ca: Mantén premuda la pantalla bloquejada i toca Personalitza.
cs: Podržte prst na zamčené obrazovce a klepněte na Přizpůsobit.
da: Hold fingeren på låseskærmen, og tryk derefter på Tilpas.
de: Sperrbildschirm gedrückt halten und dann auf „Anpassen“ tippen.
el: Αγγίξτε παρατεταμένα την Οθόνη κλειδώματος και μετά αγγίξτε «Προσαρμογή».
es: Mantén presionada la pantalla bloqueada y toca Personalizar.
fi: Paina lukittua näyttöä pitkään ja napauta sitten Muokkaa.
fr: Maintenez le doigt sur l’écran verrouillé, puis touchez Personnaliser.
he: גע במסך הנעילה והחזק, ואז הקש על ״התאם אישית״.
hi: लॉक स्क्रीन को दबाकर रखें, फिर “कस्टमाइज़ करें” पर टैप करें।
hr: Dodirnite i držite zaključani zaslon, zatim dodirnite Prilagodi.
hu: Tartsa megérintve a zárolási képernyőt, majd koppintson a Testreszabás gombra.
id: Sentuh dan tahan Layar Terkunci, lalu ketuk Sesuaikan.
it: Tieni premuto sulla schermata di blocco, poi tocca Personalizza.
ja: ロック画面を長押しして、「カスタマイズ」をタップします。
ko: 잠금 화면을 길게 터치한 다음 사용자화를 탭하십시오.
ms: Sentuh dan tahan Skrin Kunci, kemudian ketik Suaikan.
nb: Trykk og hold på Låst skjerm, og trykk deretter på Tilpass.
nl: Houd je vinger op het toegangsscherm en tik dan op ‘Pas aan’.
pl: Dotknij i przytrzymaj ekran blokady, a następnie stuknij w Dostosuj.
pt_br: Toque e mantenha pressionada a Tela Bloqueada e toque em Personalizar.
pt_pt: Mantenha premido o ecrã bloqueado e toque em Personalizar.
ro: Atingeți lung ecranul de blocare, apoi apăsați pe Personalizați.
ru: Коснитесь экрана блокировки и удерживайте, затем коснитесь «Настроить».
sk: Podržte prst na zamknutej obrazovke a ťuknite na Prispôsobiť.
sv: Håll ned på låsskärmen och tryck sedan på Anpassa.
th: แตะหน้าจอล็อคค้างไว้ แล้วแตะ “กำหนดเอง”
tr: Kilitli Ekran’a dokunup basılı tutun, sonra Özelleştir’e dokunun.
uk: Торкніться й утримуйте замкнений екран, а потім торкніться «Налаштувати».
vi: Chạm và giữ Màn hình khóa, rồi chạm vào Tùy chỉnh.
zh_hans: 按住锁定屏幕，然后轻点“自定”。
zh_hant: 按住鎖定畫面，然後點一下「自訂」。

source: Track Flight
ar: تتبّع الرحلة
ca: Segueix el vol
cs: Sledovat let
da: Spor fly
de: Flug verfolgen
el: Παρακολούθηση πτήσης
es: Rastrear vuelo
fi: Seuraa lentoa
fr: Suivre le vol
he: עקוב אחר טיסה
hi: फ़्लाइट ट्रैक करें
hr: Prati let
hu: Járat követése
id: Lacak Penerbangan
it: Segui volo
ja: フライトを追跡
ko: 항공편 추적
ms: Jejak Penerbangan
nb: Spor fly
nl: Volg vlucht
pl: Śledź lot
pt_br: Rastrear Voo
pt_pt: Acompanhar voo
ro: Urmăriți zborul
ru: Отследить рейс
sk: Sledovať let
sv: Spåra flyg
th: ติดตามเที่ยวบิน
tr: Uçuşu Takip Et
uk: Відстежити рейс
vi: Theo dõi chuyến bay
zh_hans: 追踪航班
zh_hant: 追蹤航班

source: Track Package
ar: تتبّع الشحنة
ca: Segueix el paquet
cs: Sledovat zásilku
da: Spor pakke
de: Paket verfolgen
el: Παρακολούθηση δέματος
es: Rastrear paquete
fi: Seuraa pakettia
fr: Suivre le colis
he: עקוב אחר חבילה
hi: पैकेज ट्रैक करें
hr: Prati paket
hu: Csomag követése
id: Lacak Paket
it: Traccia pacco
ja: 荷物を追跡
ko: 소포 추적
ms: Jejak Bungkusan
nb: Spor pakke
nl: Volg pakket
pl: Śledź przesyłkę
pt_br: Rastrear Pacote
pt_pt: Seguir encomenda
ro: Urmăriți coletul
ru: Отследить посылку
sk: Sledovať zásielku
sv: Spåra paket
th: ติดตามพัสดุ
tr: Paketi Takip Et
uk: Відстежити посилку
vi: Theo dõi kiện hàng
zh_hans: 追踪包裹
zh_hant: 追蹤包裹

source: Tracking number
ar: رقم التتبع
ca: Número de seguiment
cs: Číslo zásilky
da: Sporingsnummer
de: Sendungsnummer
el: Αριθμός παρακολούθησης
es: Número de rastreo
fi: Seurantanumero
fr: Numéro de suivi
he: מספר מעקב
hi: ट्रैकिंग नंबर
hr: Broj za praćenje
hu: Nyomkövetési szám
id: Nomor resi
it: Numero di tracciamento
ja: 追跡番号
ko: 운송장 번호
ms: Nombor penjejakan
nb: Sporingsnummer
nl: Trackingnummer
pl: Numer przesyłki
pt_br: Código de rastreamento
pt_pt: Número de seguimento
ro: Număr de urmărire
ru: Трек-номер
sk: Sledovacie číslo
sv: Spårningsnummer
th: หมายเลขติดตามพัสดุ
tr: Takip numarası
uk: Номер відстеження
vi: Mã vận đơn
zh_hans: 运单号
zh_hant: 追蹤編號

source: Transparent
ar: شفاف
cs: Průhledné
da: Gennemsigtig
el: Διαφανές
es: Transparente
fi: Läpinäkyvä
he: שקוף
hi: पारदर्शी
hr: Prozirno
hu: Átlátszó
id: Transparan
it: Trasparente
ja: 透明
ko: 투명
ms: Lutsinar
nb: Gjennomsiktig
nl: Transparant
pl: Przezroczyste
pt_br: Transparente
pt_pt: Transparente
ru: Прозрачный
sk: Priehľadné
th: โปร่งใส
tr: Saydam
uk: Прозорий
vi: Trong suốt
zh_hans: 透明
zh_hant: 透明

source: Travel
ar: السفر
ca: Viatges
cs: Cestování
da: Rejser
de: Reisen
el: Ταξίδια
es: Viajes
fi: Matkat
fr: Voyages
he: נסיעות
hi: यात्रा
hr: Putovanja
hu: Utazás
id: Perjalanan
it: Viaggi
ja: 旅行
ko: 여행
ms: Perjalanan
nb: Reise
nl: Reizen
pl: Podróże
pt_br: Viagens
pt_pt: Viagens
ro: Călătorii
ru: Путешествия
sk: Cestovanie
sv: Resor
th: การเดินทาง
tr: Seyahat
uk: Подорожі
vi: Du lịch
zh_hans: 旅行
zh_hant: 旅遊

source: Try a Sample
ar: تجربة مثال
ca: Prova un exemple
cs: Vyzkoušet ukázku
da: Prøv et eksempel
de: Beispiel ausprobieren
el: Δοκιμή δείγματος
es: Probar un ejemplo
fi: Kokeile esimerkkiä
fr: Essayer un exemple
he: נסה דוגמה
hi: नमूना आज़माएँ
hr: Isprobaj primjer
hu: Minta kipróbálása
id: Coba Contoh
it: Prova un esempio
ja: サンプルを試す
ko: 예시 사용해 보기
ms: Cuba Sampel
nb: Prøv et eksempel
nl: Probeer een voorbeeld
pl: Wypróbuj przykład
pt_br: Experimentar um Exemplo
pt_pt: Experimentar um exemplo
ro: Încercați un exemplu
ru: Попробовать пример
sk: Vyskúšať ukážku
sv: Prova ett exempel
th: ลองใช้ตัวอย่าง
tr: Örneği Dene
uk: Спробувати приклад
vi: Thử mã mẫu
zh_hans: 试用示例
zh_hant: 試試範例

source: Turn Flashlight Off
ar: إيقاف المصباح
ca: Apaga la llanterna
cs: Vypnout svítilnu
da: Slå lommelygten fra
de: Taschenlampe ausschalten
el: Απενεργοποίηση φακού
es: Apagar linterna
fi: Laita taskulamppu pois
fr: Éteindre la lampe torche
he: כבה פנס
hi: टॉर्च बंद करें
hr: Isključi svjetiljku
hu: Zseblámpa kikapcsolása
id: Matikan Senter
it: Spegni torcia
ja: フラッシュライトをオフにする
ko: 손전등 끄기
ms: Matikan Lampu Suluh
nb: Slå av lommelykten
nl: Zet zaklamp uit
pl: Wyłącz latarkę
pt_br: Desligar Lanterna
pt_pt: Desligar lanterna
ro: Dezactivați lanterna
ru: Выключить фонарик
sk: Vypnúť baterku
sv: Stäng av ficklampan
th: ปิดไฟฉาย
tr: El Fenerini Kapat
uk: Вимкнути ліхтарик
vi: Tắt đèn pin
zh_hans: 关闭手电筒
zh_hant: 關閉手電筒

source: Turn Flashlight On
ar: تشغيل المصباح
ca: Encén la llanterna
cs: Zapnout svítilnu
da: Slå lommelygten til
de: Taschenlampe einschalten
el: Ενεργοποίηση φακού
es: Encender linterna
fi: Laita taskulamppu päälle
fr: Allumer la lampe torche
he: הדלק פנס
hi: टॉर्च चालू करें
hr: Uključi svjetiljku
hu: Zseblámpa bekapcsolása
id: Nyalakan Senter
it: Accendi torcia
ja: フラッシュライトをオンにする
ko: 손전등 켜기
ms: Hidupkan Lampu Suluh
nb: Slå på lommelykten
nl: Zet zaklamp aan
pl: Włącz latarkę
pt_br: Ligar Lanterna
pt_pt: Ligar lanterna
ro: Activați lanterna
ru: Включить фонарик
sk: Zapnúť baterku
sv: Slå på ficklampan
th: เปิดไฟฉาย
tr: El Fenerini Aç
uk: Увімкнути ліхтарик
vi: Bật đèn pin
zh_hans: 打开手电筒
zh_hant: 打開手電筒

source: Turn off the History lock.
ar: أوقف قفل السجل.
ca: Desactiva el bloqueig de l’historial.
cs: Vypněte zámek Historie.
da: Slå låsen til historikken fra.
de: Deaktiviere die Verlaufssperre.
el: Απενεργοποιήστε το κλείδωμα Ιστορικού.
es: Desactiva el bloqueo del historial.
fi: Poista historian lukitus käytöstä.
fr: Désactivez le verrouillage de l’historique.
he: כבה את נעילת ההיסטוריה.
hi: इतिहास लॉक बंद करें।
hr: Isključite zaključavanje Povijesti.
hu: Kapcsolja ki az előzmények zárolását.
id: Matikan kunci Riwayat.
it: Disattiva il blocco della cronologia.
ja: 履歴のロックを解除します。
ko: 기록 잠금을 끄십시오.
ms: Matikan kunci Sejarah.
nb: Slå av loggens lås.
nl: Schakel de vergrendeling van de geschiedenis uit.
pl: Wyłącz blokadę Historii.
pt_br: Desative o bloqueio do Histórico.
pt_pt: Desative o bloqueio do Histórico.
ro: Dezactivați blocarea Istoricului.
ru: Отключите блокировку истории.
sk: Vypnite zámok histórie.
sv: Stäng av låset för historiken.
th: ปิดการล็อคประวัติ
tr: Geçmiş kilidini kapatın.
uk: Вимкніть блокування історії.
vi: Tắt khóa Lịch sử.
zh_hans: 关闭历史记录锁定。
zh_hant: 關閉記錄鎖定。

source: Turn on Save History to keep the codes you scan on this iPhone.
ar: شغّل «حفظ السجل» للاحتفاظ بالرموز التي تمسحها على هذا الـ iPhone.
ca: Activa Desa l’historial per conservar en aquest iPhone els codis que escaneges.
cs: Zapněte Ukládat historii, aby naskenované kódy zůstaly na tomto iPhonu.
da: Slå Gem historik til for at beholde de koder, du scanner, på denne iPhone.
de: Aktiviere „Verlauf sichern“, um deine gescannten Codes auf diesem iPhone zu behalten.
el: Ενεργοποιήστε την Αποθήκευση ιστορικού για να κρατάτε τους κωδικούς που σαρώνετε σε αυτό το iPhone.
es: Activa Guardar historial para conservar en este iPhone los códigos que escaneas.
fi: Laita Tallenna historia päälle, niin skannaamasi koodit säilyvät tässä iPhonessa.
fr: Activez Enregistrer l’historique pour conserver sur cet iPhone les codes que vous scannez.
he: הפעל את ״שמור היסטוריה״ כדי לשמור ב־iPhone הזה את הקודים שאתה סורק.
hi: अपने स्कैन किए गए कोड इस iPhone पर रखने के लिए “इतिहास सहेजें” चालू करें।
hr: Uključite Spremaj povijest kako biste kodove koje skenirate čuvali na ovom iPhoneu.
hu: Kapcsolja be az Előzmények mentése opciót, hogy a beolvasott kódok megmaradjanak ezen az iPhone-on.
id: Nyalakan Simpan Riwayat untuk menyimpan kode yang Anda pindai di iPhone ini.
it: Attiva Salva cronologia per conservare su questo iPhone i codici che scansioni.
ja: スキャンしたコードをこのiPhoneに残すには、「履歴を保存」をオンにしてください。
ko: 스캔한 코드를 이 iPhone에 보관하려면 기록 저장을 켜십시오.
ms: Aktifkan Simpan Sejarah untuk menyimpan kod yang anda imbas pada iPhone ini.
nb: Slå på Lagre logg for å beholde kodene du skanner, på denne iPhonen.
nl: Schakel ‘Bewaar geschiedenis’ in om de codes die je scant op deze iPhone te bewaren.
pl: Włącz Zachowuj historię, aby przechowywać skanowane kody na tym iPhonie.
pt_br: Ative Salvar Histórico para manter neste iPhone os códigos que você escaneia.
pt_pt: Ative Guardar histórico para manter neste iPhone os códigos que lê.
ro: Activați Salvați istoricul pentru a păstra pe acest iPhone codurile pe care le scanați.
ru: Включите «Сохранять историю», чтобы хранить отсканированные коды на этом iPhone.
sk: Zapnite Ukladať históriu, aby sa naskenované kódy uchovali v tomto iPhone.
sv: Aktivera Spara historik för att behålla koderna du skannar på den här iPhonen.
th: เปิด “บันทึกประวัติ” เพื่อเก็บโค้ดที่คุณสแกนไว้บน iPhone เครื่องนี้
tr: Taradığınız kodları bu iPhone’da tutmak için Geçmişi Kaydet’i açın.
uk: Увімкніть «Зберігати історію», щоб зберігати відскановані коди на цьому iPhone.
vi: Bật Lưu lịch sử để giữ các mã bạn quét trên iPhone này.
zh_hans: 打开“存储历史记录”，即可在此 iPhone 上保留你扫描的码。
zh_hant: 開啟「儲存記錄」即可將你掃描的條碼保留在此 iPhone 上。

source: Turn on camera access in Settings to scan codes live. You can still scan a code in a photo.
ar: شغّل الوصول إلى الكاميرا في الإعدادات لمسح الرموز مباشرةً. لا يزال بإمكانك مسح رمز في صورة.
ca: Activa l’accés a la càmera a Configuració per escanejar codis en directe. Encara pots escanejar un codi d’una foto.
cs: Chcete‑li skenovat kódy živě, zapněte přístup k fotoaparátu v Nastavení. Kód můžete dál naskenovat z fotky.
da: Slå kameraadgang til i Indstillinger for at scanne koder live. Du kan stadig scanne en kode i et foto.
de: Aktiviere den Kamerazugriff in den Einstellungen, um Codes live zu scannen. Du kannst aber einen Code in einem Foto scannen.
el: Ενεργοποιήστε την πρόσβαση στην κάμερα στις Ρυθμίσεις για ζωντανή σάρωση κωδικών. Μπορείτε ακόμα να σαρώσετε έναν κωδικό σε μια φωτογραφία.
es: Activa el acceso a la cámara en Configuración para escanear códigos en vivo. Aún puedes escanear un código en una foto.
fi: Salli kameran käyttö Asetuksissa, niin voit skannata koodeja suoraan. Voit silti skannata koodin kuvasta.
fr: Activez l’accès à l’appareil photo dans Réglages pour scanner des codes en direct. Vous pouvez toujours scanner un code dans une photo.
he: הפעל גישה למצלמה ב״הגדרות״ כדי לסרוק קודים בזמן אמת. עדיין אפשר לסרוק קוד בתמונה.
hi: लाइव कोड स्कैन करने के लिए सेटिंग्ज़ में कैमरा ऐक्सेस चालू करें। आप फिर भी किसी तस्वीर में मौजूद कोड स्कैन कर सकते हैं।
hr: Uključite pristup kameri u Postavkama za skeniranje kodova uživo. I dalje možete skenirati kôd na fotografiji.
hu: Az élő beolvasáshoz kapcsolja be a kamerahozzáférést a Beállításokban. Fotón lévő kódot továbbra is beolvashat.
id: Nyalakan akses kamera di Pengaturan untuk memindai kode secara langsung. Anda tetap dapat memindai kode di foto.
it: Attiva l’accesso alla fotocamera in Impostazioni per scansionare i codici dal vivo. Puoi comunque scansionare un codice in una foto.
ja: コードをリアルタイムでスキャンするには、設定でカメラへのアクセスをオンにしてください。写真に写ったコードをスキャンすることはできます。
ko: 코드를 실시간으로 스캔하려면 설정에서 카메라 접근을 켜십시오. 사진 속 코드는 계속 스캔할 수 있습니다.
ms: Aktifkan akses kamera dalam Seting untuk mengimbas kod secara langsung. Anda masih boleh mengimbas kod dalam foto.
nb: Slå på kameratilgang i Innstillinger for å skanne koder direkte. Du kan fortsatt skanne en kode i et bilde.
nl: Schakel cameratoegang in bij Instellingen om codes live te scannen. Je kunt nog wel een code in een foto scannen.
pl: Włącz dostęp do aparatu w Ustawieniach, aby skanować kody na żywo. Nadal możesz zeskanować kod ze zdjęcia.
pt_br: Ative o acesso à câmera em Ajustes para escanear códigos ao vivo. Você ainda pode escanear um código em uma foto.
pt_pt: Ative o acesso à câmara em Definições para ler códigos em direto. Ainda pode ler um código numa fotografia.
ro: Activați accesul la cameră în Configurări pentru a scana coduri în timp real. Puteți totuși scana un cod dintr-o poză.
ru: Включите доступ к камере в Настройках, чтобы сканировать коды в реальном времени. Вы по-прежнему можете отсканировать код на фото.
sk: Ak chcete skenovať kódy naživo, zapnite prístup ku kamere v Nastaveniach. Kód z fotky však naskenovať môžete.
sv: Aktivera kameraåtkomst i Inställningar för att skanna koder live. Du kan fortfarande skanna en kod i en bild.
th: เปิดการเข้าถึงกล้องในการตั้งค่าเพื่อสแกนโค้ดแบบสด คุณยังสแกนโค้ดในรูปภาพได้
tr: Kodları canlı taramak için Ayarlar’da kamera erişimini açın. Yine de bir fotoğraftaki kodu tarayabilirsiniz.
uk: Увімкніть доступ до камери в Параметрах, щоб сканувати коди в реальному часі. Ви все одно можете відсканувати код на фото.
vi: Bật quyền truy cập camera trong Cài đặt để quét mã trực tiếp. Bạn vẫn có thể quét mã trong ảnh.
zh_hans: 请在设置中打开相机访问权限以实时扫描码。你仍可以扫描照片中的码。
zh_hant: 請在「設定」中開啟相機取用權限以即時掃描條碼。你仍可以掃描照片中的條碼。

source: UPC-E needs 6 to 8 digits, or a 12-digit UPC-A to shorten. This has %lld.
ar: يحتاج UPC-E إلى 6 إلى 8 أرقام، أو رمز UPC-A من 12 رقمًا لاختصاره. يحتوي هذا على %lld.
ca: UPC-E necessita de 6 a 8 dígits, o un UPC-A de 12 dígits per escurçar-lo. Aquest en té %lld.
cs: UPC-E vyžaduje 6 až 8 číslic, nebo 12místný UPC-A ke zkrácení. Tento má %lld.
da: UPC-E skal have 6 til 8 cifre eller en 12-cifret UPC-A, der skal forkortes. Denne har %lld.
de: UPC-E braucht 6 bis 8 Ziffern oder einen 12-stelligen UPC-A zum Kürzen. Hier sind es %lld.
el: Ο UPC-E χρειάζεται 6 έως 8 ψηφία ή έναν 12ψήφιο UPC-A για συντόμευση. Αυτός έχει %lld.
es: UPC-E necesita de 6 a 8 dígitos, o un UPC-A de 12 dígitos para acortarlo. Este tiene %lld.
fi: UPC-E vaatii 6–8 numeroa tai lyhennettävän 12-numeroisen UPC-A:n. Tässä on %lld.
fr: UPC-E nécessite 6 à 8 chiffres, ou un UPC-A à 12 chiffres à raccourcir. Celui-ci en a %lld.
he: ‏UPC-E דורש 6 עד 8 ספרות, או UPC-A בן 12 ספרות לקיצור. כאן יש %lld.
hi: UPC-E में 6 से 8 अंक होने चाहिए, या छोटा करने के लिए 12 अंकों का UPC-A। इसमें %lld हैं।
hr: UPC-E zahtijeva od 6 do 8 znamenki ili UPC-A od 12 znamenki za skraćivanje. Ovaj ima %lld.
hu: Az UPC-E-hez 6–8 számjegy vagy egy rövidítendő 12 jegyű UPC-A kell. Ez %lld jegyű.
id: UPC-E memerlukan 6 hingga 8 digit, atau UPC-A 12 digit untuk dipersingkat. Kode ini memiliki %lld.
it: UPC-E richiede da 6 a 8 cifre, oppure un UPC-A di 12 cifre da accorciare. Questo ne ha %lld.
ja: UPC-Eには6〜8桁、または短縮する12桁のUPC-Aが必要です。このコードは%lld桁です。
ko: UPC-E에는 6~8자리 숫자 또는 단축할 12자리 UPC-A가 필요합니다. 현재 %lld자리입니다.
ms: UPC-E memerlukan 6 hingga 8 digit, atau UPC-A 12 digit untuk dipendekkan. Ini mempunyai %lld.
nb: UPC-E trenger 6 til 8 sifre, eller en 12-sifret UPC-A som skal forkortes. Denne har %lld.
nl: UPC-E heeft 6 tot 8 cijfers nodig, of een UPC-A van 12 cijfers om in te korten. Dit heeft er %lld.
pl: UPC-E wymaga od 6 do 8 cyfr albo 12-cyfrowego UPC-A do skrócenia. Ten ma %lld.
pt_br: O UPC-E precisa de 6 a 8 dígitos, ou de um UPC-A de 12 dígitos para encurtar. Este tem %lld.
pt_pt: O UPC-E precisa de 6 a 8 dígitos, ou de um UPC-A de 12 dígitos para encurtar. Este tem %lld.
ro: UPC-E necesită între 6 și 8 cifre sau un UPC-A de 12 cifre de scurtat. Acesta are %lld.
ru: Для UPC-E нужно от 6 до 8 цифр или 12-значный UPC-A для сокращения. Здесь: %lld.
sk: UPC-E vyžaduje 6 až 8 číslic alebo 12-ciferný UPC-A na skrátenie. Tento má %lld.
sv: UPC-E behöver 6 till 8 siffror, eller en 12-siffrig UPC-A som ska kortas. Den här har %lld.
th: UPC-E ต้องมี 6 ถึง 8 หลัก หรือ UPC-A 12 หลักเพื่อย่อ รายการนี้มี %lld หลัก
tr: UPC-E için 6 ila 8 basamak veya kısaltılacak 12 basamaklı bir UPC-A gerekir. Bunda %lld var.
uk: Для UPC-E потрібно від 6 до 8 цифр або 12-значний UPC-A для скорочення. Тут: %lld.
vi: UPC-E cần 6 đến 8 chữ số, hoặc một mã UPC-A 12 chữ số để rút gọn. Mã này có %lld.
zh_hans: UPC-E 需要 6 到 8 位数字，或可压缩的 12 位 UPC-A。当前为 %lld 位。
zh_hant: UPC-E 需要 6 到 8 位數字，或可縮短的 12 位 UPC-A。這裡有 %lld 位。

source: UPC-E numbers start with 0 or 1.
ar: تبدأ أرقام UPC-E بـ 0 أو 1.
ca: Els números UPC-E comencen per 0 o 1.
cs: Čísla UPC-E začínají 0 nebo 1.
da: UPC-E-numre starter med 0 eller 1.
de: UPC-E-Nummern beginnen mit 0 oder 1.
el: Οι αριθμοί UPC-E αρχίζουν με 0 ή 1.
es: Los números UPC-E empiezan con 0 o 1.
fi: UPC-E-numerot alkavat 0:lla tai 1:llä.
fr: Les numéros UPC-E commencent par 0 ou 1.
he: מספרי UPC-E מתחילים ב־0 או ב־1.
hi: UPC-E नंबर 0 या 1 से शुरू होते हैं।
hr: UPC-E brojevi počinju s 0 ili 1.
hu: Az UPC-E számok 0-val vagy 1-gyel kezdődnek.
id: Nomor UPC-E diawali dengan 0 atau 1.
it: I numeri UPC-E iniziano con 0 o 1.
ja: UPC-Eの番号は0または1で始まります。
ko: UPC-E 번호는 0 또는 1로 시작합니다.
ms: Nombor UPC-E bermula dengan 0 atau 1.
nb: UPC-E-numre starter med 0 eller 1.
nl: UPC-E-nummers beginnen met 0 of 1.
pl: Numery UPC-E zaczynają się od 0 lub 1.
pt_br: Os números UPC-E começam com 0 ou 1.
pt_pt: Os números UPC-E começam por 0 ou 1.
ro: Numerele UPC-E încep cu 0 sau 1.
ru: Номера UPC-E начинаются с 0 или 1.
sk: Čísla UPC-E začínajú 0 alebo 1.
sv: UPC-E-nummer börjar med 0 eller 1.
th: หมายเลข UPC-E ขึ้นต้นด้วย 0 หรือ 1
tr: UPC-E numaraları 0 veya 1 ile başlar.
uk: Номери UPC-E починаються з 0 або 1.
vi: Số UPC-E bắt đầu bằng 0 hoặc 1.
zh_hans: UPC-E 号码以 0 或 1 开头。
zh_hant: UPC-E 號碼以 0 或 1 開頭。

source: UPC-E uses digits only.
ar: يقبل UPC-E الأرقام فقط.
ca: UPC-E només admet dígits.
cs: UPC-E používá jen číslice.
da: UPC-E bruger kun cifre.
de: UPC-E verwendet nur Ziffern.
el: Ο UPC-E δέχεται μόνο ψηφία.
es: UPC-E solo admite dígitos.
fi: UPC-E käyttää vain numeroita.
fr: UPC-E n’accepte que des chiffres.
he: ‏UPC-E מקבל ספרות בלבד.
hi: UPC-E में सिर्फ़ अंक होते हैं।
hr: UPC-E prihvaća samo znamenke.
hu: Az UPC-E csak számjegyeket tartalmazhat.
id: UPC-E hanya menggunakan digit.
it: UPC-E accetta solo cifre.
ja: UPC-Eに使えるのは数字のみです。
ko: UPC-E에는 숫자만 사용할 수 있습니다.
ms: UPC-E hanya menggunakan digit.
nb: UPC-E bruker bare sifre.
nl: UPC-E gebruikt alleen cijfers.
pl: UPC-E obsługuje tylko cyfry.
pt_br: O UPC-E só aceita dígitos.
pt_pt: O UPC-E aceita apenas dígitos.
ro: UPC-E acceptă doar cifre.
ru: UPC-E допускает только цифры.
sk: UPC-E podporuje iba číslice.
sv: UPC-E använder bara siffror.
th: UPC-E ใช้ได้เฉพาะตัวเลข
tr: UPC-E yalnızca rakam kullanır.
uk: UPC-E підтримує лише цифри.
vi: UPC-E chỉ dùng chữ số.
zh_hans: UPC-E 只能包含数字。
zh_hant: UPC-E 只能使用數字。

source: USA & Canada
ar: الولايات المتحدة وكندا
ca: EUA i Canadà
cs: USA a Kanada
da: USA og Canada
de: USA und Kanada
el: ΗΠΑ και Καναδάς
es: EE. UU. y Canadá
fi: Yhdysvallat ja Kanada
fr: États-Unis et Canada
he: ארה״ב וקנדה
hi: अमेरिका और कनाडा
hr: SAD i Kanada
hu: USA és Kanada
id: AS & Kanada
it: USA e Canada
ja: 米国・カナダ
ko: 미국 및 캐나다
ms: AS & Kanada
nb: USA og Canada
nl: VS en Canada
pl: USA i Kanada
pt_br: EUA e Canadá
pt_pt: EUA e Canadá
ro: SUA și Canada
ru: США и Канада
sk: USA a Kanada
sv: USA och Kanada
th: สหรัฐอเมริกาและแคนาดา
tr: ABD ve Kanada
uk: США та Канада
vi: Mỹ và Canada
zh_hans: 美国和加拿大
zh_hant: 美國和加拿大

source: Unlock
ar: فتح القفل
ca: Desbloqueja
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fi: Avaa lukitus
fr: Déverrouiller
he: בטל נעילה
hi: अनलॉक करें
hr: Otključaj
hu: Feloldás
id: Buka Kunci
it: Sblocca
ja: ロックを解除
ko: 잠금 해제
ms: Buka Kunci
nb: Lås opp
nl: Ontgrendel
pl: Odblokuj
pt_br: Desbloquear
pt_pt: Desbloquear
ro: Deblocați
ru: Разблокировать
sk: Odomknúť
sv: Lås upp
th: ปลดล็อค
tr: Kilidi Aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖
